{
  "policies": [
    {
      "title": "Arrival Policy",
      "text": "Check-in time is at 3:00 p.m. Early check-in is offered based on availability.  If you require a guaranteed check-in for arrival prior to 3 p.m. then Pre-Registration and payment may be required.  Please contact Front Desk staff directly to make reservations and complete a credit card authorization form prior to your arrival. "
    },
    {
      "title": "Check-in Requirements",
      "text": "Guests must be at least 18 years of age to check in at Shed. HOTEL.  In the interests of security and to prevent fraud, guests are required to confirm their identity by providing their valid government issued photo identification at check-in.  A valid, signed, and pre-approved credit card in the name of the guest registration is also required.  "
    },
    {
      "title": "PRE-AUTHORIZATION AT CHECK-IN",
      "text": "We have required pre-authorized of credit cards/debit cards at check-in.  A pre-authorization is a temporary hold of a specific amount of your available credit limit balance placed on your credit/debit card for the full amount of your intended stay, plus tax.  All credit/debit cards are pre-authorized at check-in.  Pre-authorization is not a charge to your account, it is a hold on those funds.  Once your actual charge is posted at check-out it can take anywhere from 24 hours to 30 days for the original pre-authorization to be removed by your bank.  Generally, most banks release the hold within 3-5 days.  It is your responsibility to be aware of how your bank handles all of your transactions, including pre-authorizations.  We are unable to remove pre-authorizations directly through our hotel."
    },
    {
      "title": "GUEST REGISTRATION",
      "text": "We require valid contact information from the guest making the reservations including first and last name, address, phone number, and signature.  The names of all guests occupying the room must be registered."
    },
    {
      "title": "DEPARTURE POLICY",
      "text": "Room rental period expires at 11:00 a.m. If you require a later check-out, please contact Front Desk prior to the day of your departure and we will do our best to accommodate your request.  A charge may apply for late check-out."
    },
    {
      "title": "GUARANTEED RESERVATIONS",
      "text": "All reservations must be guaranteed with a valid major credit card.  Guests must be 18 years and older.  We accept Visa, Master Card, American Express.  We do not charge your credit card at the time you make your reservations.  Your credit card guarantees your reservations. Please make sure to receive a reservation confirmation number when you make a reservation.  Reservations will be held until 10:00 a.m. the morning following your scheduled arrival date.  If you have not checked in by that time, a no-show charge corresponding to the balance left will be charged to your credit card.  Shed. HOTEL is not responsible for weather conditions, personal emergencies, or schedule changes."
    },
    {
      "title": "CANCELLATION POLICY",
      "text": "Flexible Rate: The cancellation is free of charge 30 days prior to the date of arrival, after this time we charge 100% the rate as cancellation fee."
    },
    {
      "text": "Non Refundable Rate: For the non refundable bookings are no cancellation or changes possible. In case of a cancellation, 100% of the total amount will be charged as cancellation fee."
    },
    {
      "text": "Group Booking: For bookings regarding more than 7 rooms, a deposit of 25% is mandatory on the day of the booking. If cancelled or modified up to 60 days before date of arrival, no fee will be charged. If cancelled or modified later or in case of no show, 100% of the reservation will be charged."
    },
    {
      "title": "PAYMENT",
      "text": "All reservations and registration must be guaranteed with a valid major credit card.  We accept Visa, Master Card, American Express.  Pursuant to credit card agreements, credit cards are not valid unless signed by the cardholder.  Credit cards must be signed.  Cash (CHF) payment is welcomed with a signed and pre-authorized credit card.  All guests are required to present a valid major credit card and government issued photo identification even if guests are planning on paying in cash upon check-out.  Checks and foreign currency not accepted."
    },
    {
      "title": "DEBIT CARD/CREDIT CARD HOLDERS",
      "text": "Your credit card is not valid unless signed.  We will refuse an unsigned card.  Your Debit or Credit Card will be pre-authorized at check-in to guarantee any extra.  The pre-authorization will HOLD the funds until check-out, at which time the amount actually incurred during your stay will be charged. Shed. HOTEL has no control over the policies of your bank and will not be held liable for any “insufficient funds” penalties or any other resulting fees or charges.  It is your responsibility to fully understand the manner in which your bank processes pre-authorizations and charges to your debit or credit card.  Some banks hold pending authorizations for up to 30 days."
    },
    {
      "title": "RESERVATION AND PAYMENT FOR GUESTS BY PRIVATE THIRD PARTIES",
      "text": "Generally, third party payment is not permitted.  In the case of paying for a family member if you will not be physically present at the hotel, we require prior completion and approval of a Credit Card Authorization form including a copy of your ID.  You will be responsible for any and all damages and loss."
    },
    {
      "title": "SPECIAL REQUESTS",
      "text": "We will make every effort to honor special requests such as a specific floor or room number, adjoining rooms, etc. upon your arrival. All special requests are noted on reservations and we will do our best to accommodate. However, the availability of these items cannot be guaranteed in advance."
    },
    {
      "title": "Pets",
      "text": "Shed. HOTEL is pet friendly and accepts cats and dogs of all weight. They are allowed in the rooms only if it is granted when booking accommodation. A charge of 30.- per night per pet applies. Service dogs are always welcome at no charge. While travelling through the lobby or public areas of the Hotel, dogs must be on a leash or in a carrier."
    },
    {
      "title": "100% SMOKE-FREE",
      "text": "Shed. HOTEL is smoke-free.  For safety and to assure that our facility is not exposed to items or actions that create an odor which is unhealthy and objectionable to our guests and staff, and that is difficult to remove from the air, carpet, walls, and furniture we do not permit smoking tobacco, marijuana, illegal drugs, e-cigarettes, cigars, candle burning, the use or diffusing of strong-smelling plant-based essential oils or synthetic products in our facility. This policy is not intended to stop people from smoking, but to regulate where they smoke and how it affects others. Guest are allowed to smoke on the balcony, with the room’s door closed. Housekeeping and Front Desk staff are trained and skilled in identifying the odors from prohibited items.  If our investigation concludes that you have smoked in your room, cooked, or brought a prohibited item into our facility, you will be fined, and evicted without any refund."
    },
    {
      "title": "NO-COOKING, COOKING APPLIANCES, OR FIREWORKS",
      "text": "The safety of our guests, staff, and this facility is extremely important to us. Preparation of food in guest rooms by any type of cooking appliances is prohibited.  A minimum fee of 300.- will be charged for cooking in a room, including, but not limited to coffee makers, hot plates, toaster ovens, water heaters, rice cookers, combustible, open flame, barbecue grill, burners, heating appliance, or any other item intended for cooking."
    },
    {
      "title": "QUIET HOURS:",
      "text": "10:00 p.m. to 9 a.m. Televisions, voices, or other devices must be kept at a respectful low level at all times.  Doors should be opened and closed quietly.  No congregating or running in halls. Shed. HOTEL enforces a No In-Room Party Policy to ensure we can protect the hotel and our guests at all times.  No parties, loud disturbances and/or noise-nuisance are allowed or tolerated on these premises. In the event of a disturbance, one polite request (warning) will be given to reduce the noise.  If our request is not followed, the guest will be asked to leave the hotel without refund. Registered guest(s) is responsible for all persons visiting.  Non-Registered visitors are only permitted until 10:00 P.M.  If found with more “people” not listed on the Guest Registration Form after 10:00 P.M. your stay will be considered a party.  You will be ordered to vacate the premises without refund."
    },
    {
      "title": "CHILDREN",
      "text": "Well behaved children of all ages are welcomed. As the parents, guardians, or chaperones of children you are personally and legally responsible for and must supervise them at all times.  For safety reasons, please do not leave children unattended in guest rooms or allow them to roam the hotel property unsupervised."
    },
    {
      "title": "ADDITIONAL BEDDING",
      "text": "A limited number of rollaway beds and baby cribs are available upon request. Availability is on a first-come, first-served basis for a Roomie or Suite only.  The charge is 100.- for a rollaway bed and 30.- for a baby crib, plus tax per night.  Maximum capacity of baby crib or rollaway is one (1) per room.  "
    },
    {
      "title": "MAXIMUM OCCUPANCY",
      "text": "Room occupancy requirements are based on fire code/fire safety restrictions.  Loonie Room maximum occupancy is 1, Buddy room maximum occupancy is 2, Suite maximum occupancy is 3, Roomie maximum occupancy is 3, and Biggie room maximum occupancy is 5. If you exceed the maximum number of guests allowed, you will be asked to rent another guestroom for proper accommodations or vacate the hotel."
    },
    {
      "title": "ROOM KEYS",
      "text": "Room keys are issued to the registered guest(s).  No room keys will be issued to youth under 18 at any time.  I.D. is required if you have lost your key and require a duplicate.  Please return room keys to Front Desk at Check-out."
    },
    {
      "title": "HOUSEKEEPING/ROOM INSPECTION",
      "text": "Housekeeping is provided daily between the hours of 9 a.m.-2 p.m. Rooms are cleaned and inspected daily and a detailed log is maintained on each room and linen.  If “Do not disturb” hanger is placed till 14:00, your room will be cleaned the next day."
    },
    {
      "title": "LOST & FOUND POLICY",
      "text": "Shed. HOTEL assumes no liability for lost, misplaced, stolen, or damaged valuables or belongings. If you discover that you have left behind something of value to you, please call us immediately and we will try to assist you in locating your lost item."
    },
    {
      "title": "FOUND ITEMS",
      "text": "Shed. HOTEL is not responsible for any item left behind by a guest.  However, any item, with the exception of perishable items, left behind by our guests and found after departure by Housekeeping will be collected, logged in, and kept in a secure location for collection by the owner for up to ninety (90) days.  Records of Lost & Found items are retained for five years.  Reasonable effort will be made to notify the guest that an item has found.  Perishable items, underwear, and miscellaneous toiletries are discarded."
    },
    {
      "title": "FIRE SAFETY POLICY",
      "text": "The hotel is fully equipped with smoke detectors, and emergency evacuation plans can be found on the door of each guest room.  Please review this important information."
    },
    {
      "title": "FREE WiFi ACCESS",
      "text": "Access to our WiFi is free for our registered guests.  The hotel WiFi access code is subject to change without notice."
    },
    {
      "title": "Parking",
      "text": "Limited parking spots are offered to our guests at a cost of 35CHF per night. We advise you to reserve your parking spot at the moment of reservation in order to guarantee it."
    },
    {
      "title": "DAMAGE AND/OR THEFT OF HOTEL PROPERTY",
      "text": "You are liable for any damage howsoever caused (whether by the deliberate, negligent, or reckless act) to the room (s), hotel’s premises or property caused by you or any person in your party whether or not staying at the hotel during your stay.  Shed Hotel reserves the right to retain your credit card and/or debit card details as presented at registration and charge or debit the credit /debit card such amounts as it shall in its sole discretion deem necessary to compensate or make good the cost or expenses incurred or suffered by Shed Hotel as a result of the aforesaid.  Should this damage come to light after the guest has departed, we reserve the right and you hereby authorize us to charge your credit or debit card for any damage incurred to your room or the Hotel property during your stay, including and without limitation for all property damage, missing or damaged items, smoking fee, cleaning fee,  guest compensation, etc.  We will make every effort to rectify any damage internally prior to contracting specialist to make the repairs, and therefore will make every effort to keep any costs that the guest would incur to a minimum."
    },
    {
      "title": "DAMAGE DISCOVERED AFTER CHECK-OUT",
      "text": "Guest Rooms found with waste strewn around, in complete disorder, and/or “trashed” will be subject to maintenance deep cleaning fee, administration fee and/or third party fees."
    }
  ]
}
